[

	{
		"text": "A lot of people suffer from fear of the ocean. It can be hard to surf when you're afraidof the sea! Your fear wont dissapear overnight, and might never completely disappear. But, your fear can moslty be conquered and turned into healthy respect, which is something that is vitally important when dealing with the ocean. With time and dedication, anyone can turn their fear of the ocean into pure joy.",
        "userName": "Surfing Handbook",
        "image": "crownIcon",
        "date": 111,
        "color": 3
	}
		{
		"text": "Steps to get over your fear of the ocean: 1) Learn how to swim. 2) Learn about currents, tides and waves. 3) Take a bodyboard out and learn how the ocean works firsthand. 4) Start surfing on tiny 1-2 foot beachbreak waves near lifeguards. 5) Go surfing with friends. 6) Learn how to read your fear-is it just nervous excitement? 7)I f you start to get scared out there, smile, and remember that surfing is fun!",
        "userName": "Surfing Handbook",
        "image": "crownIcon",
        "date": 111,
        "color": 3
	}
		{
		"text": "The surfing popup is essentially an explosive pushup. This is how you get to your feet on a surfboard! To make the popup easier, practice several popups on dry land every day. This will build your arm strength and give you some muscle memory. When it comes time to do it on a surfboard you'll have a much easier time.",
        "userName": "Surfing Handbook",
        "image": "crownIcon",
        "date": 111,
        "color": 3
	}
		{
		"text": "Dress for success. Water temperature is the main factor to consider when putting together a surfing wardrobe. If you plan to make this a permanent hobby, you may want to investin an assortment of surf wear: a sleeveless vest, a long-sleeved jacket, and a head-to-toe, hooded wetsuit. Neoprene is the fabric of choice. This synthetic rubber is not only warm, but tough and durabe as well.",
        "userName": "Christine Venzon",
        "image": "crownIcon",
        "date": 111,
        "color": 3
	}
		{
		"text": "A first surfboard should be like a first car: a basic model, easy to handle, and build to last until you're ready for something with more horsepower. As with cars, the size and contruction are two factors that most effect handling and durability. A surfboard should match the user's size: shorter boards for smaller surfers. Longer, wider boards are more stable.",
        "userName": "Christine Venzon",
        "image": "crownIcon",
        "date": 111,
        "color": 3
	}
]
