[

	{
		"text": "Aloha is much more than hello, goodbye, and I love you. It is more than letting someone merge in front of you on the road and receiving a shaka in return for your kind deed. It is more than a kiss on the cheek or a lei upon your shoulders. Aloha is a way of life, an aspiration to a higher power. It is truly about loving yourself and your fellow humans. It is about letting go of ego. There is a deeper meaning.",
        "userName": "Lisa",
        "image": "crownIcon",
        "date": 111,
        "color": 2
	}
	{
		"text": "It's challenging to learn to surf and can take years to master. When you take up surfing you should have realistic expectations. Many beginners get discouraged that theyre not carving backside 360's on their first attempt. Without trying to sound too philosophical, surfing is all about the journey, whether you are just starting out or have been doing it for year.",
        "userName": "Mike Low",
        "image": "crownIcon",
        "date": 111,
        "color": 1
	}
	{
		"text": "Before you begin, decide that you won't get too frustrated. Surfing is supposed to be fun! It can be fun to just sit on your board and enjoy the beauty of the ocean without catching a single wave. If you're not having fun, take a break. The last thing you want to do is get so upset that you vow never to return to the water again.",
        "userName": "Mike Low",
        "image": "crownIcon",
        "date": 111,
        "color": 3
	}
	{
		"text": "Ask any surfer and they'll tell you it is NOT an easy sport to learn. It can take a long time to develop the experiece needed to do certain moves and read weather and wave patterns. Surfing generally favors those with a 'try try again' attitude, so try to adopt this mentality.",
        "userName": "Mike Low",
        "image": "crownIcon",
        "date": 111,
        "color": 2
	}
	{
		"text": "You'll always remember your first wave. That moment when you feel the rush of the ocean underneath you, urging you to your feet, gliding unfettered across a crystalline sea. The breath of the wind in your face, the sweet salt on your lips, time and the cosmos opening themselves up to you as you race towards the shore. For many of us this is the first step in a lifelong experience, our inauguration into the family of wave riders, kindred souls and adventurous spirits welcoming us into the extended family of surfing.",
        "userName": "onyx808",
        "image": "crownIcon",
        "date": 111,
        "color": 1
	}
]
